import React from 'react';
import '../global_main.css'
import Title from "../Component/Title";

export default function AboutTheBooks() {
    return (
        <div className={'static_pages'}>
            <Title title={'Про TheBooks'}/>
            <div className={'wrapper_paragraph'}>
                <p>Yakaboo.ua — найбільша в Україні інтернет-книгарня.</p>
                <p>
                    Компанія Yakaboo була створена у 2004 році. Спочатку ми займались прокатом та продажем ліцензійних CD-дисків з доставкою додому. І
                    тільки у 2009-му почали продавати книги. Сьогодні ми — лідер на ринку. Профіль Yakaboo — книжки. Наша вузька спеціалізація дозволяє
                    бути найкращими в даному сегменті, зростати і вдосконалюватись, фокусуючи увагу тільки на головному. Наш асортимент становить понад
                    300 тисяч найменувань книг 71 мовою. Ми працюємо з більш ніж 500 українськими та іноземними видавництвами. Yakaboo продає паперові,
                    електронні та аудіокниги.
                </p>
                <p>
                    Також ми готуємо реліз власного мобільного додатку для купівлі і читання електронних книг та прослуховування аудіокнижок. Нам
                    довіряють.
                    Клієнтська база в 2,5 млн. клієнтів демонструє довіру споживачів. Це підтверджують нагороди: Переможець премії E-awards 2018: вибір
                    клієнтів в номінації «Найкращий книжковий інтернет-магазин». Ми маємо власний склад та кур’єрську службу, що забезпечує доставку
                    день-у-день по Києву. У нас доступна опція безкоштовної доставки замовлень від 100 грн через «Укрпошта».
                </p>
                <p>
                    Ви можете отримати замовлену
                    книгу у будь-якому з 11 тисяч відділень «Укрпошта» по всій країні. Ми не просто продаємо книги, у нас є власне видавництво — Yakaboo
                    Publishing, пріоритетним напрямком якого є перекладна non-fiction література. У нас крута команда, яка любить свою роботу. У Yakaboo
                    працюють понад 200 людей. Це співробітники колл-центру, маркетологи, менеджери з продажів, працівники складу, кур’єри, бухгалтери,
                    програмісти — ті люди, які роблять все, щоб ви могли отримати улюблені книжки вчасно. Ми любимо комунікацію з нашими клієнтами. Ми
                    реагуємо на всі запити однаково якісно і швидко як в соцмережах, так і в колл-центрі. Ми доступні для комунікації через пошту,
                    Facebook,
                    Instagram та Telegram, телефон та сайт. Yakaboo — соціально відповідальний бізнес.
                </p>
                <p>
                    Ми прагнемо активно популяризувати читання: маємо
                    власний блог, співорганізовуємо Літературний Кураж Базар та проводимо інші події, аби залучати все більше і більше людей до читання. 3
                    цікавих факти про Yakaboo: Найпопулярнішою за історію існування Yakaboo була книга «100 експрес-уроків української». Продано понад
                    6000
                    екземплярів. На другому місці за кількістю продажів — «Тореадори з Васюківки», на третьому — «Знищ цей щоденник», потім — біографія
                    Ілона
                    Маска, на п'ятому — «Гаррі Поттер і прокляте дитя». Коли засновники шукали назву для нової компанії, під час одного з мозкових штурмів
                    на
                    задньому фоні по телевізору йшла трансляція чемпіонату з футболу в Англії. Раптом пролунав шалено радісний крик коментатора матчу. Це
                    був
                    гол. Гарний гол. Його забив нападник, якого звали Якубу. Вся кімната була наповнена захопленими криками коментаторів: «Гооол!!!
                    Якубу!!!
                    Чудово!!!».
                </p>
                <p>
                    Так народилася назва для нової компанії — «Якабу». Найдешевша книга, яку у нас купили, коштувала 2 гривні, найдорожча покупка
                    — 350 тисяч гривень — це була «Бібліотека зарубіжної літератури в 100 томах».
                </p>
            </div>
        </div>
    )
}
